{"demos" : [
	{"name" : "Five Levels of Care", "id" : "#fiveLoC", "url" : "",
	 "description" : "Jastr&#39;s quantified model across five levels of care takes on an intuitive and logical step towards understanding how to enable holistic diagnostic differentials on a breakthrough platform. The platform creates a new approach to integrated health, interoperability, relational architecture, and portability while fine-tuning and advancing personalization at the consumer level.",
	 "screens" : {
		"home" : "<h4>Drive User Storage</h4>Jastr uses quantified data and visualization to encourage users to get the most of the 5LoC platform by increasing input of health data across all levels. We also enable easy discovery tools through search and navigation that has not been achieved.",
		"tab0" : "<h4>Disruptive Value Network</h4>The binary care level not only pushes forward digital health but also aims to securely enable digital health to move from a disruptive innovation towards a sustaining innovation. Jastr&#39;s platform is the disruptive value network that will put consumer technologies on the same playing field as incumbent services.",
		"tab1" : "<h4>Steer Mobile-First Thinking</h4>Poor incentives drive primary care providers in a brick and mortar setting to become increasingly specialized; this is no different than the current obsession with specialties (the wrong direction). Instead, Jastr&#39;s primary care level advances their ability to shift towards a mobile-first solution in order to drive down costs and increase consumer value in the right direction.",
		"tab2" : "<h4>Codify the Non-Obvious</h4>Jastr&#39;s secondary level of care meets the non-obvious need to have leaders who understand the need for organization, pragmatic design, and clarity. While incumbents argue about politically correct scope of care, Jastr will build technology to let consumers drive usability and clear up the blurred lines between health services.",
		"tab3" : "<h4>Defy Market Trends</h4>By virtue of making tertiary care health products and services available to all consumers, Jastr aims to go against current market trends of high costs affiliated with specialization and poor incentives driven by medical marketing. Instead, Jastr&#39;s model enables integrated care across all levels, a logical step towards clinically invasive processes, and definition despite complexity of tertiary products and services.",
		"tab4" : "<h4>Democratize Innovation</h4>Innovation is all around us, sometimes, it is not just well dispersed. Jastr&#39;s vision for quaternary care is to not only enable more access to what makes our health care system so innovative; we aim to push the new experimental, clinical, and discovery biology to align with digital technologies such as cloud computing through Jastr&#39;s platform lens.",
		"end" : "<h4>Quantify Health Status</h4>Truly aligned incentives starts with a platform that never compromises on data-driven outcomes. Lack of due diligence from health organizations to reimagine data value is solved by consumer engagement. Appropriation of health is solved by instant deduction of overuse and underuse of health services on a personalized level. Lucid numerical thresholds can drive problems of transparency and compliant behavior. And signs of negligence can be assessed at the forefront of basic communication messaging."}},
	{"name" : "Value Based Health", "id" : "#vbh", "url" : "",
	 "description" : "Jastr&#39;s vision is to move health and medicine away from being a practice and more into data-driven field of science. At the core of any product or service is the choice for weighing value—ergo, this is where we&#39;ll build a core algorithmic and machine learning competency. The ability to define value through both qualitative and quantitative terms is a feat not too many startups are chasing and is neither one that is being used to drive consumer-driven choices by incumbents. We choose to deliver and create value through this disconnect.",
	 "screens" : {
		"home" : "<h4>Forward-thinking Analytics</h4>One of the greatest issues in healthcare is the lack of clear definitions and objectivity in concepts, such as the potential \"value\" of a particular treatment. Here at Jastr, we aim to be the first company to work to index all products and services and continue to embed new components to value – iterating with the consumer towards customizable preferences and automated, scalable analytics.",
		"screen1" : "<h4>Designing Symbolic Systems</h4>Mathematics is considered a universal language—at Jastr, we believe technology can help connect symbols in health the way the at- sign, the ampersand, and the percent sign have become functional objects in code as well as a functional commands by consumers (E.g. @Twitter). One way to have stakeholders speak the same language is to design ways to mutually identify with the same symbols through the same functional design.",
		"screen2" : "<h4>Crowdsource, Index, and Repeat</h4>Transparency, ranking, and indexing quality of products and services are not mutually exclusive in search engines on the web so why are they in health? Because for a long time, lack of transparency was a tool to drive profitability. The only way to enable a defined contribution for value amongst health stakeholders is to rebuild those databases from scratch.",
		"screen3" : "<h4>Intersecting Qualitative &amp; Quantitative Value</h4>Value is diminished by ill incentives, cognitive biases, and social constructs. Jastr will bring objectivity, logic, and reason to empower the consumer to choose outcomes that matter—our machine learning techniques pragmatically define value at the intersection of cost, quality, and access; making it personalized to each consumer.",
		"screen4" : "",
		"screen5" : "",
		"screen6" : "",
		"screen7" : "<h4>Personalizing Health Choices</h4>Personal health data preferences are our bottom-up approach to redefining value and consumer driven outcomes. Unlike other stakeholders, Jastr aims to earn user trust by enabling their preferences to drive our personalization, analytics, and backend systems.",
		"screen8" : "<h4>Data-Driven Decision-Making</h4>This screen represents a \"leaderboard\" view of the prescriptions, where the details seen on previous screens have been abstracted away, and only the overall average is displayed. Presenting data with simplicity and consistency will help our users continue to make decisions through analytics.",
		"screen9" : "<h4>Primary &amp; Secondary Roles</h4>Changing the patient provider relationship is about changing the dialogue through an empowered consumer. Jastr&#39;s vision is to develop the consumer into their primary resource and to develop the provider as their secondary resource—this subtle change will advance the economics of health in favor of more supporting roles, more proactive health, and decreased invasiveness enabled by technology.",
		"screen10" : "<h4>Financial Health Management</h4>Payments in health have yet to be affected by cost-cutting technologies and innovation—while the cost of care has increased significantly. Jastr believes that the turn towards managed health will only be advanced when the flexibility of transactions can match.",
		"end" : ""}},
	{"name" : "High Deductible Insurance - Health Savings Account", "id" : "#hdiHsa", "url" : "",
	 "description" : "The difference between Jastr and many digital health platform companies is where we believe stakeholders ought to be bullish. When it comes to partnering with financial health partnerships. Like PayPal, Venmo, and Square: Jastr will allow for health payments to be done through the Internet and not paper based checks or slow reimbursement approvals; we will enable reoccurring transaction management and data portability –building new hardware and software to allow consumers to drive low-cost transactions and proactive interaction to incumbent stakeholders.",
	 "screens" : {
		"home" : "Jastr makes it easy to configure your health plan through a step-by-step process, prompting users to be active in not only digital health informatics, but also: the future of health insurance, actuarial sciences, and risk management.",
		"screen1" : "Jastr uses quantified metrics to help users understand their health risk and become more cognizant of how their health plan might take these risks into account. Additionally, by using the camera on their mobile device, users can take pictures of documents related to their health insurance, and we will employ optical character recognition to include the data from these documents in the user's profile.",
		"screen2" : "Cost consciousness starts with knowing how much funding is available across all health allocations. Jastr makes it easy to maintain visibility and awareness through financial health visualizations and account management.",
		"screen3" : "Jastr makes it easy for consumers to see how each financial resource covers their health plan across mediums – enabling more people to fear less the cost of health. Instead, Jastr&#39;s technology advocates for managed health, cost-effectiveness, interoperability, and portability across mediums.",
		"screen4" : "Jastr defines risk at the intersection of one&#39;s genetics/genomics, location/environmental factors, and personal habits. By breaking down risk into coherent risk factors, consumers will be able to take more control of their circumstances.",
		"screen5" : "The future of cloud computing is a hybrid, public and private system. By utilizing an anonymized cloud database, Jastr will aggregate data from similar persona accounts and health profiles; the promise is to provide users with recommended actions to offset their predicted risks that are social and evidence-based.",
		"screen6" : "Users can examine anonymized transactions and use this information to decide how to organize their own funds to better manage their health. This allows for the formation of consumer trends in healthcare that is not only social but also away from the cognitive biases from providers or limitations from payers.",
		"screen7" : "Consumers are almost never able to see costs before they enter a health care organization for themselves, let alone others&#39; transactions. Jastr uses anonymized data to make transparent: direct costs, insurance coverage, health savings eligibility, or other product consumer trends.",
		"screen8" : "Jastr makes it easy to uncover all possible transactions, products, and services within purchasing trends and data. Consumers only have to press on simplified design sections to branch out more information for access to options.",
		"screen9" : "Here at Jastr, we will not only enhance bundled health plans but also, create packages that influence financial health. The payer market can innovation by working with startups like Jastr to build disease-specific compliance plans that meld hardware, software, and health biologics that frame behavior as the medium. Bundled health plans that include digital objects allows for consumer compliance, transparency, and long-term sustainability.",
		"screen10" : "Consumers care about their health – but they care just as much when it comes to how much or how little they spend or save. Cost conscious consumers and bundled health plans are the future of financial health and the payer market. With the advent of the Affordable Care Act and skyrocketing premiums – this is the ideal time to test new compliance models at the intersection of technology and the health sciences.",
		"screen11" : "Jastr makes it easy to enable disease-centric bundled health plans through the flip of a switch- allowing consumers to navigate through options that match their incentivized behaviors. This is especially useful given that more than 85 percent of health conditions are behavioral. We aim to push consumers towards repeatable models without needing to understand the complexities of health insurance and payer industry practices.",
		"end" : ""}},
	{"name" : "Search and Rank", "id" : "#SnR", "url" : "",
	 "description" : "The advance of innovation is not only dependent on the ability to find new value in basic science and core technologies but also in application of rules, code, and design into other fields. The advent of digital health is in part new market innovation as well as creatively merging other industry practices. Jastr aims to take the power of search and rank to help democratize innovation found in quaternary care levels.",
	 "screens" : {
		"home" : "<h4>Proactive Health</h4>Discovery starts with access—and Jastr aims to democratize access of new experimental, clinically invasive, and DIY products and services. The idea of 5P Health and Medicine (personalized, preventive, proactive, participatory, and predictive) will only come to fruition when it is driven by consumer query, search, and predictive trends.",
		"screen1" : "<h4>Conditional Risk Aversion</h4>Developing new therapeutics and receiving regulatory approval is such a costly and lengthy process; by the time a new therapy gets to market, the choice to market it to select consumers is rarely given a second thought. This unintended consequence of regulation creates barriers to care, distorts market incentives, and results from a lack of transparency in drug development. Our databases will allow suppliers to reinvent personalized clinical trials with cohorts of users with defined molecular profiles.",
		"screen2" : "<h4>Democratizing Clinical Trials</h4>Jastr makes it easy to find all levels of drug therapeutics through search, rank, and social algorithms that make personalized health and scientific communities a dualistic package. Consumers will be able to access new databases across Clinical Phase I-IV to follow from the earliest to latest of stages. Rather than wait for millions and billions of dollars to be invested in a final product, consumers can proactively be identified to join the scientific process: enabling drug manufacturers to design for smaller sets of individuals with similar biologics and molecular profiles.",
		"screen3" : "<h4>Forward Thinking Personalization</h4>Jastr will not only make ranking systems automatic but also, we will enable the power of social search and query suggestions. We aim to run algorithms based on personal health data from our backend systems—making more robust personalization experiences as we iterate with consumers.",
		"screen4" : "<h4>Secure Consultations</h4>Unlike the current providers&#39; role, suppliers already have an incentive for direct-to-consumer assistance; Jastr makes that experience seamless and uncomplicated by enabling consumers to have transparent information. Additionally, suppliers will now have the knowledge of whom they are working with on a more personal level.",
		"screen5" : "<h4>Multi-touch Usability</h4>Users can enable access to multiple levels of clinical trials based on their own risk aversion. Our Jastr platform makes it possible to analyze public interest in scientific discovery in accordance to their health status – our platform will increase participatory science and enable users from across regions to collaborate based on their personalized health profiles.",
		"screen6" : "<h4>Digital Health is Social</h4>Jastr will not only make social search inherent in our algorithms based on search history but also through similar health profiles. By virtue of enabling cohorts of similar genetic profiles to enter clinical trials, Jastr will push forward discovery biology and translational medicine. Rather than struggle to create deployments of hundred million dollar funds for new drugs, Jastr aims to help suppliers build data models to enhance personalized therapeutics for smaller pools of personnel with similar biological makeup.",
		"screen7" : "<h4>Value-Based Care</h4>Jastr&#39;s model for value-based care is applicable on all levels of care, as well as the embedded experiences we create. Clinical trials will be ranked and valued based on the same meta platform but further adjusted when a consumer enters this service.",
		"screen8" : "<h4>Managed Financials</h4>For those considering experimental medicine, several financial barriers to entry exist. Insurance companies rarely cover it; trials are limited to location, or driven by limited funds. Additionally, if a patient is in a life-or-death situation, the cost for an advanced procedure is usually never pre-planned or driven by social evidence. Jastr will help drive participation by bringing transparency to participation between users and suppliers.",
		"end" : ""}}
]}
